;汉化：aotix

[CollectorTrooperM1 X2CharacterTemplate]
strCharacterName="收集者无人机"
[CollectorTrooperM2 X2CharacterTemplate]
strCharacterName="高级收集者无人机"
[CollectorTrooperM3 X2CharacterTemplate]
strCharacterName="精英收集者无人机"

[CorpseCollectorTrooper X2ItemTemplate]
FriendlyName="收集者无人机尸体"
FriendlyNamePlural="收集者无人机尸体"
BriefSummary="无人机是收集者的常规前线士兵。"
